<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%
   //클라이언트 요청시 전달 되는 값을 받는다 
   
   //처리 (CRUD)한다 
   //처리결과를 가지고 응답데이타(json Object 배열  )를 만든다 
  
%> 
[ 
   {
   "name" : "구한나",
   "tel"  : "010-2443-5678",
   "addr" : "대전 중구 대흥동",
   "zip"  : "03212"
   },
   {
   "name" : "이병훈",
   "tel"  : "010-1234-4564",
   "addr" : "대전 서구 둔산동",
   "zip"  : "03212"
   },
   {
   "name" : "정대석",
   "tel"  : "010-2444-6767",
   "addr" : "대전 유성구 죽동",
   "zip"  : "03212"
   },
   {
   "name" : "이승재",
   "tel"  : "010-8790-3456",
   "addr" : "대전 동구 판암동",
   "zip"  : "03212"
   },
   {
   "name" : "민태홍",
   "tel"  : "010-6712-6790",
   "addr" : "대전 대덕구 법동",
   "zip"  : "03212"
   }
  
]









